accessibility-inspector
android-tools
appimagepool-bin
appmenu-gtk-module
ark
base
base-devel
bauh
bitwarden
bluez-utils
boost
breeze-plymouth
btop
ch34x-dkms-git
chaotic-keyring
chaotic-mirrorlist
cheat
cjson
cmake
colord-kde
cups
debootstrap
dialog
dnsmasq
docker
docker-desktop
dolphin
dolphin-plugins
dos2unix
dosfstools
dotnet-sdk
dotnet-sdk-6.0
earlyoom
efibootmgr
epson-inkjet-printer-escpr
epson-inkjet-printer-escpr2
exfatprogs
expac
f3
fastfetch
fd
filelight
fio
flatpak
flatpak-builder
flatpak-kcm
flatpak-xdg-utils
fprintd
gdal
ghdl
git
git-filter-repo
git-lfs
github-cli
glow
gnome-tweaks
gnu-netcat
gptfdisk
gst-plugin-pipewire
gtkwave
gutenprint
hledger
hplip
htop
impala
intel-media-driver
intel-ucode
iotop
iptables
iwd
jdk-openjdk
kamera
kapptemplate
kcachegrind
kcron
kde-dev-scripts
kde-dev-utils
kde-inotify-survey
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdesdk-kio
kdesdk-thumbnailers
kgamma
kget
khelpcenter
kio-admin
kio-gdrive
kio-zeroconf
kirigami-gallery
kjournald
kmousetool
kmouth
koko
kolourpaint
kompare
krdc
krfb
ksystemlog
ktorrent
kwin-x11
lazygit
less
lib32-gcc-libs
lib32-ncurses5-compat-libs
lib32-openssl
libfprint
libpqxx
libpulse
libva-intel-driver
libvdpau-va-gl
libvirt
linux
linux-firmware
linux-headers
linux-zen
linuxtoys-bin
man-db
man-pages
massif-visualizer
musescore
nano
ncdu
ncurses5-compat-libs
neovim
network-manager-applet
networkmanager
nodejs
npm
nss-mdns
ntfs-3g
openmp
otf-atkinsonhyperlegiblemono-nerd
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pacman-contrib
partitionmanager
paru
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-sdk
plasma-workspace
plymouth-kcm
pmbootstrap
postgresql
postgresql-libs
poxml
protobuf
protobuf-c
pv
qemu-desktop
qemu-full
quartus-free-questa
rclone
rsync
smartmontools
sof-firmware
spdlog
sshfs
stacer-git
stow
stylua
svgpart
syncthing
tailscale
testdisk
texlive-basic
texlive-latexrecommended
tmux
tokodon
ttf-0xproto-nerd
ttf-3270-nerd
ttf-adwaitamono-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
typst
umbrello
unifetch
unzip
usbutils
valkey
virt-manager
visual-studio-code-bin
vlc
vosviewer
vulkan-intel
vulkan-nouveau
vulkan-radeon
wacomtablet
wakeonlan
wezterm
wget
winboat-bin
wine-staging
wireless_tools
wireplumber
wl-clipboard
woff2-font-awesome
xclip
xdg-desktop-portal-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xorg-xeyes
xorg-xinit
xterm
yay
yazi
yosys
zram-generator
zsh
zsh-autosuggestions
